Repository: joaophi/tailscale-gnome-qs
Catalog: tailscale@joaophi.github.com/locale/*.po
Languages: it, sk

source: disable exit node
it: disabilitare il nodo di uscita
sk: vypnúť výstupný uzol

source: use as exit node
it: utilizzare come nodo di uscita
sk: použiť ako výstupný uzol

source: IP address has been copied to the clipboard
it: L'indirizzo IP Ã¨ stato copiato negli appunti
sk: IP adresa bola skopírovaná do schránky

source: Settings
it: Configurazioni
sk: Nastavenia

source: Accept routes
it: Accetta percorsi
sk: Prijať smerovania

source: Accept DNS
it: Accetta DNS
sk: Prijať DNS

source: Allow LAN access
it: Consenti accesso LAN
sk: Povoliť prístup do LAN

source: Shields up
it: Scudi alzati
sk: Štíty zapnuté

source: Profiles
it: Profili
sk: Profily

source: Nodes
it: Nodi
sk: Uzly
